Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 无法创建 PDF 画布，请重试。
ar: تعذّر إنشاء لوحة PDF؛ أعد المحاولة.
de: PDF-Leinwand konnte nicht erstellt werden; versuchen Sie es erneut.
en: Couldn't create the PDF canvas; try again.
es: No se pudo crear el lienzo PDF; vuelve a intentarlo.
fr: Impossible de créer le canevas PDF ; réessayez.
hi: PDF कैनवास नहीं बनाया जा सका; पुनः प्रयास करें।
id: Tidak dapat membuat kanvas PDF; coba lagi.
it: Impossibile creare la tela PDF; riprova.
ja: PDF キャンバスを作成できません。再試行してください。
ko: PDF 캔버스를 만들 수 없습니다. 다시 시도하세요.
nl: Kan PDF-canvas niet aanmaken; probeer opnieuw.
pl: Nie można utworzyć kanwy PDF; spróbuj ponownie.
pt: Não foi possível criar a tela PDF; tente novamente.
ru: Не удалось создать холст PDF; повторите попытку.
sv: Kunde inte skapa PDF-ytan; försök igen.
th: สร้างแคนวาส PDF ไม่ได้ โปรดลองใหม่
tr: PDF tuvali oluşturulamadı; tekrar deneyin.
uk: Не вдалося створити полотно PDF; повторіть спробу.
vi: Không tạo được khung vẽ PDF; hãy thử lại.
zh_hant: 無法建立 PDF 畫布，請重試。

source: 无法创建录屏文件（%@），请检查磁盘空间与文件夹权限。
ar: تعذّر إنشاء ملف تسجيل الشاشة (%@)؛ تحقق من مساحة القرص وأذونات المجلد.
de: Die Bildschirmaufnahmedatei konnte nicht erstellt werden (%@); prüfen Sie Speicherplatz und Ordnerrechte.
en: Could not create the screen-recording file (%@); check disk space and folder permissions.
es: No se pudo crear el archivo de grabación (%@); comprueba el espacio en disco y los permisos.
fr: Impossible de créer le fichier d’enregistrement (%@) ; vérifiez l’espace disque et les permissions.
hi: स्क्रीन रिकॉर्डिंग फ़ाइल नहीं बनाई जा सकी (%@); डिस्क स्थान और फ़ोल्डर अनुमतियाँ जाँचें।
id: Tidak dapat membuat file perekaman layar (%@); periksa ruang disk dan izin folder.
it: Impossibile creare il file di registrazione (%@); controlla spazio su disco e permessi.
ja: 画面収録ファイルを作成できません（%@）。ディスク容量とフォルダ権限を確認してください。
ko: 화면 녹화 파일을 만들 수 없습니다(%@). 디스크 공간과 폴더 권한을 확인하세요.
nl: Kan het schermopnamebestand niet aanmaken (%@); controleer schijfruimte en maprechten.
pl: Nie można utworzyć pliku nagrania ekranu (%@); sprawdź miejsce na dysku i uprawnienia folderu.
pt: Não foi possível criar o ficheiro de gravação (%@); verifique o espaço em disco e as permissões.
ru: Не удалось создать файл записи экрана (%@); проверьте место на диске и права доступа к папке.
sv: Kunde inte skapa skärminspelningsfilen (%@); kontrollera diskutrymme och mappbehörigheter.
th: สร้างไฟล์บันทึกหน้าจอไม่ได้ (%@) โปรดตรวจสอบพื้นที่ดิสก์และสิทธิ์โฟลเดอร์
tr: Ekran kaydı dosyası oluşturulamadı (%@); disk alanını ve klasör izinlerini kontrol edin.
uk: Не вдалося створити файл запису екрана (%@); перевірте місце на диску та права доступу до теки.
vi: Không tạo được tệp ghi màn hình (%@); hãy kiểm tra dung lượng đĩa và quyền thư mục.
zh_hant: 無法建立螢幕錄製檔案（%@），請檢查磁碟空間與資料夾權限。

source: 无法创建或访问模型文件夹：%@
ar: تعذّر إنشاء مجلد النماذج أو الوصول إليه: %@
de: Modellordner kann nicht erstellt oder aufgerufen werden: %@
en: Unable to create or access the model folder: %@
es: No se puede crear o acceder a la carpeta de modelos: %@
fr: Impossible de créer ou d'accéder au dossier de modèles : %@
hi: मॉडल फ़ोल्डर बनाया या खोला नहीं जा सका: %@
id: Tidak dapat membuat atau mengakses folder model: %@
it: Impossibile creare o accedere alla cartella dei modelli: %@
ja: モデルフォルダを作成またはアクセスできません：%@
ko: 모델 폴더를 만들거나 접근할 수 없습니다: %@
nl: Kan de modellenmap niet aanmaken of openen: %@
pl: Nie można utworzyć ani otworzyć folderu modeli: %@
pt: Não foi possível criar ou aceder à pasta de modelos: %@
ru: Не удалось создать или открыть папку моделей: %@
sv: Det gick inte att skapa eller komma åt modellmappen: %@
th: ไม่สามารถสร้างหรือเข้าถึงโฟลเดอร์โมเดลได้: %@
tr: Model klasörü oluşturulamadı veya açılamadı: %@
uk: Не вдалося створити або відкрити папку моделей: %@
vi: Không thể tạo hoặc truy cập thư mục mô hình: %@
zh_hant: 無法建立或存取模型資料夾：%@

source: 无法加载图片
ar: تعذّر تحميل الصورة
de: Bild kann nicht geladen werden
en: Cannot load image
es: No se puede cargar la imagen
fr: Impossible de charger l'image
hi: छवि लोड नहीं हो सकी
id: Gagal memuat gambar
it: Impossibile caricare l'immagine
ja: 画像を読み込めません
ko: 이미지를 불러올 수 없음
nl: Kan afbeelding niet laden
pl: Nie można wczytać obrazu
pt: Não foi possível carregar a imagem
ru: Не удалось загрузить изображение
sv: Kan inte läsa in bild
th: ไม่สามารถโหลดรูปภาพ
tr: Görsel yüklenemiyor
uk: Не вдалося завантажити зображення
vi: Không thể tải ảnh
zh_hant: 無法載入圖片

source: 无法加载图片文件
ar: تعذّر تحميل ملف الصورة
de: Bilddatei kann nicht geladen werden
en: Cannot load image file
es: No se puede cargar el archivo de imagen
fr: Impossible de charger le fichier image
hi: छवि फ़ाइल लोड नहीं हो सकी
id: Gagal memuat berkas gambar
it: Impossibile caricare il file immagine
ja: 画像ファイルを読み込めません
ko: 이미지 파일을 불러올 수 없음
nl: Kan afbeeldingsbestand niet laden
pl: Nie można wczytać pliku obrazu
pt: Não foi possível carregar o arquivo de imagem
ru: Не удалось загрузить файл изображения
sv: Kan inte läsa in bildfil
th: ไม่สามารถโหลดไฟล์รูปภาพ
tr: Görsel dosyası yüklenemiyor
uk: Не вдалося завантажити файл зображення
vi: Không thể tải tệp ảnh
zh_hant: 無法載入圖片檔

source: 无法在数据文件夹中创建数据库锁文件（常见原因：磁盘已满、该文件夹无写入权限）。 请检查磁盘剩余空间与文件夹权限后重试。（错误码 %d）
ar: تعذّر إنشاء ملف قفل قاعدة البيانات في مجلد البيانات (من الأسباب الشائعة: امتلاء القرص أو عدم صلاحية الكتابة في المجلد). تحقق من المساحة الحرة على القرص وأذونات المجلد ثم أعد المحاولة. (رمز الخطأ %d)
de: Die Datenbank-Sperrdatei konnte im Datenordner nicht erstellt werden (häufige Ursachen: Datenträger voll, Ordner nicht beschreibbar). Prüfen Sie den freien Speicherplatz und die Ordnerberechtigungen und versuchen Sie es erneut. (Fehlercode %d)
en: Could not create the database lock file in the data folder (common causes: disk full, or the folder is not writable). Check free disk space and folder permissions, then try again. (Error code %d)
es: No se pudo crear el archivo de bloqueo de la base de datos en la carpeta de datos (causas habituales: disco lleno o carpeta sin permiso de escritura). Comprueba el espacio libre en disco y los permisos de la carpeta e inténtalo de nuevo. (Código de error %d)
fr: Impossible de créer le fichier de verrouillage de la base de données dans le dossier de données (causes fréquentes : disque plein, dossier non inscriptible). Vérifiez l'espace disque disponible et les autorisations du dossier, puis réessayez. (Code d'erreur %d)
hi: डेटा फ़ोल्डर में डेटाबेस लॉक फ़ाइल नहीं बनाई जा सकी (सामान्य कारण: डिस्क भरी होना या फ़ोल्डर में लेखन अनुमति न होना)। कृपया डिस्क की उपलब्ध जगह और फ़ोल्डर अनुमतियाँ जाँचें और पुनः प्रयास करें। (त्रुटि कोड %d)
id: Tidak dapat membuat berkas kunci basis data di folder data (penyebab umum: disk penuh atau folder tidak dapat ditulis). Periksa ruang disk yang tersisa dan izin folder lalu coba lagi. (Kode kesalahan %d)
it: Impossibile creare il file di blocco del database nella cartella dati (cause comuni: disco pieno, cartella non scrivibile). Controlla lo spazio libero su disco e i permessi della cartella, poi riprova. (Codice errore %d)
ja: データフォルダにデータベースのロックファイルを作成できませんでした（よくある原因：ディスク容量不足、フォルダに書き込み権限がない）。 ディスクの空き容量とフォルダの権限を確認して再試行してください。（エラーコード %d）
ko: 데이터 폴더에 데이터베이스 잠금 파일을 만들 수 없습니다(흔한 원인: 디스크 가득 참, 해당 폴더에 쓰기 권한 없음). 디스크 여유 공간과 폴더 권한을 확인한 후 다시 시도하세요. (오류 코드 %d)
nl: Kan het vergrendelingsbestand van de database niet aanmaken in de gegevensmap (veelvoorkomende oorzaken: schijf vol, map niet beschrijfbaar). Controleer de vrije schijfruimte en de machtigingen van de map en probeer het opnieuw. (Foutcode %d)
pl: Nie udało się utworzyć pliku blokady bazy danych w folderze danych (częste przyczyny: zapełniony dysk, brak uprawnień do zapisu w folderze). Sprawdź wolne miejsce na dysku i uprawnienia folderu, a następnie spróbuj ponownie. (Kod błędu %d)
pt: Não foi possível criar o ficheiro de bloqueio da base de dados na pasta de dados (causas comuns: disco cheio, pasta sem permissão de escrita). Verifique o espaço livre em disco e as permissões da pasta e tente novamente. (Código de erro %d)
ru: Не удалось создать файл блокировки базы данных в папке данных (частые причины: диск заполнен, нет прав на запись в папку). Проверьте свободное место на диске и права на папку и повторите попытку. (Код ошибки %d)
sv: Det gick inte att skapa databasens låsfil i datamappen (vanliga orsaker: disken är full, mappen är inte skrivbar). Kontrollera ledigt diskutrymme och mappbehörigheter och försök igen. (Felkod %d)
th: ไม่สามารถสร้างไฟล์ล็อกฐานข้อมูลในโฟลเดอร์ข้อมูลได้ (สาเหตุที่พบบ่อย: ดิสก์เต็มหรือโฟลเดอร์ไม่มีสิทธิ์เขียน) โปรดตรวจสอบพื้นที่ว่างในดิสก์และสิทธิ์ของโฟลเดอร์แล้วลองอีกครั้ง (รหัสข้อผิดพลาด %d)
tr: Veri klasöründe veritabanı kilit dosyası oluşturulamadı (yaygın nedenler: disk dolu, klasör yazılabilir değil). Boş disk alanını ve klasör izinlerini kontrol edip yeniden deneyin. (Hata kodu %d)
uk: Не вдалося створити файл блокування бази даних у папці даних (часті причини: диск заповнено, немає прав на запис у папку). Перевірте вільне місце на диску та дозволи папки й повторіть спробу. (Код помилки %d)
vi: Không thể tạo tệp khóa cơ sở dữ liệu trong thư mục dữ liệu (nguyên nhân thường gặp: đĩa đầy hoặc thư mục không có quyền ghi). Hãy kiểm tra dung lượng trống của đĩa và quyền của thư mục rồi thử lại. (Mã lỗi %d)
zh_hant: 無法在資料夾中建立資料庫鎖定檔（常見原因：磁碟已滿、該資料夾無寫入權限）。 請檢查磁碟剩餘空間與資料夾權限後重試。（錯誤碼 %d）

source: 无法捕获屏幕内容，请检查屏幕录制权限
ar: لا يمكن التقاط محتوى الشاشة، تحقق من إذن تسجيل الشاشة
de: Bildschirminhalt konnte nicht aufgenommen werden, bitte Berechtigung prüfen
en: Unable to capture screen content, please check screen recording permission
es: No se puede capturar la pantalla, compruebe el permiso de grabación
fr: Impossible de capturer l’écran, vérifiez l’autorisation d’enregistrement d’écran
hi: स्क्रीन सामग्री कैप्चर नहीं हो सकी, स्क्रीन रिकॉर्डिंग अनुमति जांचें
id: Tidak dapat menangkap konten layar, periksa izin perekaman layar
it: Impossibile acquisire lo schermo, verificare l’autorizzazione
ja: 画面の内容をキャプチャできません。画面収録権限を確認してください
ko: 화면 내용을 캡처할 수 없습니다. 화면 녹화 권한을 확인하세요
nl: Schermcontent kon niet worden vastgelegd, controleer de opnamemachtiging
pl: Nie można przechwycić zawartości ekranu, sprawdź uprawnienia nagrywania
pt: Não é possível capturar o ecrã, verifique a permissão de gravação
ru: Не удалось захватить содержимое экрана, проверьте разрешение на запись экрана
sv: Kunde inte fånga skärminnehåll, kontrollera inspelningsbehörigheten
th: ไม่สามารถจับภาพเนื้อหาหน้าจอได้ โปรดตรวจสอบสิทธิ์การบันทึกหน้าจอ
tr: Ekran içeriği yakalanamadı, ekran kaydı iznini kontrol edin
uk: Не вдалося захопити вміст екрана, перевірте дозвіл на запис екрана
vi: Không thể chụp nội dung màn hình, hãy kiểm tra quyền ghi màn hình
zh_hant: 無法擷取螢幕內容，請檢查螢幕錄製權限

source: 无法捕获屏幕内容，请重试
ar: تعذّر التقاط محتوى الشاشة، يرجى المحاولة مرة أخرى
de: Bildschirminhalt kann nicht erfasst werden, bitte erneut versuchen
en: Unable to capture screen content, please retry
es: No se puede capturar el contenido de la pantalla, inténtelo de nuevo
fr: Impossible de capturer le contenu de l'écran, veuillez réessayer
hi: स्क्रीन सामग्री कैप्चर नहीं हो सकी, कृपया पुनः प्रयास करें
id: Tidak dapat menangkap konten layar, silakan coba lagi
it: Impossibile acquisire il contenuto dello schermo, riprova
ja: 画面の内容を取得できません。もう一度お試しください
ko: 화면 내용을 캡처할 수 없습니다. 다시 시도하세요
nl: Kan scherminhoud niet vastleggen, probeer opnieuw
pl: Nie można przechwycić zawartości ekranu, spróbuj ponownie
pt: Não foi possível capturar o conteúdo da tela, tente novamente
ru: Не удалось захватить содержимое экрана, повторите попытку
sv: Kan inte fånga skärminnehåll, försök igen
th: ไม่สามารถจับเนื้อหาหน้าจอ โปรดลองอีกครั้ง
tr: Ekran içeriği yakalanamıyor, lütfen tekrar deneyin
uk: Не вдалося захопити вміст екрана, спробуйте ще раз
vi: Không thể chụp nội dung màn hình, vui lòng thử lại
zh_hant: 無法擷取螢幕內容，請重試

source: 无法编码为 UTF-8 字符串
ar: تعذرت الترميز كسلسلة UTF-8
de: Kann nicht als UTF-8-String kodiert werden
en: Cannot encode as a UTF-8 string
es: No se puede codificar como cadena UTF-8
fr: Impossible d'encoder en chaîne UTF-8
hi: UTF-8 स्ट्रिंग के रूप में एन्कोड नहीं किया जा सकता
id: Tidak dapat mengodekan sebagai string UTF-8
it: Impossibile codificare come stringa UTF-8
ja: UTF-8 文字列にエンコードできません
ko: UTF-8 문자열로 인코딩할 수 없습니다
nl: Kan niet coderen als UTF-8-string
pl: Nie można zakodować jako łańcuch UTF-8
pt: Não é possível codificar como string UTF-8
ru: Не удаётся закодировать в строку UTF-8
sv: Kan inte koda som UTF-8-sträng
th: ไม่สามารถเข้ารหัสเป็นสตริง UTF-8 ได้
tr: UTF-8 dizesi olarak kodlanamıyor
uk: Не вдається закодувати як рядок UTF-8
vi: Không thể mã hóa thành chuỗi UTF-8
zh_hant: 無法編碼爲 UTF-8 字符串

source: 无法解析图片数据
ar: تعذر تحليل بيانات الصورة
de: Bilddaten können nicht verarbeitet werden
en: Cannot parse image data
es: No se pueden analizar los datos de la imagen
fr: Impossible d'analyser les données de l'image
hi: छवि डेटा पार्स नहीं किया जा सकता
id: Tidak dapat mengurai data gambar
it: Impossibile analizzare i dati dell'immagine
ja: 画像データを解析できません
ko: 이미지 데이터를 해석할 수 없습니다
nl: Kan afbeeldingsgegevens niet verwerken
pl: Nie można przetworzyć danych obrazu
pt: Não é possível analisar os dados da imagem
ru: Не удаётся разобрать данные изображения
sv: Kan inte tolka bilddata
th: ไม่สามารถแยกวิเคราะห์ข้อมูลรูปภาพ
tr: Resim verisi ayrıştırılamıyor
uk: Не вдається розібрати дані зображення
vi: Không thể phân tích dữ liệu ảnh
zh_hant: 無法解析圖片數據

source: 无法解析服务器返回的数据，请稍后重试
ar: تعذر تحليل استجابة الخادم. حاول مجددًا لاحقًا.
de: Die Serverantwort kann nicht verarbeitet werden. Bitte versuchen Sie es später erneut.
en: Cannot parse the server response. Please retry later.
es: No se puede analizar la respuesta del servidor. Inténtalo de nuevo más tarde.
fr: Impossible d'analyser la réponse du serveur. Veuillez réessayer plus tard.
hi: सर्वर प्रतिक्रिया पार्स नहीं की जा सकती। कृपया बाद में पुनः प्रयास करें।
id: Tidak dapat mengurai respons server. Silakan coba lagi nanti.
it: Impossibile analizzare la risposta del server. Riprova più tardi.
ja: サーバーからのデータを解析できません。しばらくしてから再試行してください。
ko: 서버가 반환한 데이터를 해석할 수 없습니다. 나중에 다시 시도하세요.
nl: Kan het serverantwoord niet verwerken. Probeer het later opnieuw.
pl: Nie można przetworzyć odpowiedzi serwera. Spróbuj ponownie później.
pt: Não é possível analisar a resposta do servidor. Tente novamente mais tarde.
ru: Не удаётся разобрать ответ сервера. Повторите попытку позже.
sv: Kan inte tolka serversvaret. Försök igen senare.
th: ไม่สามารถแยกวิเคราะห์คำตอบเซิร์ฟเวอร์ โปรดลองใหม่ภายหลัง
tr: Sunucu yanıtı ayrıştırılamıyor. Lütfen daha sonra tekrar deneyin.
uk: Не вдається розібрати відповідь сервера. Спробуйте пізніше.
vi: Không thể phân tích phản hồi máy chủ. Vui lòng thử lại sau.
zh_hant: 無法解析伺服器返回的數據，請稍後重試

source: 无法读取所选文件
ar: تعذّر قراءة الملف المحدد
de: Die ausgewählte Datei konnte nicht gelesen werden
en: Couldn't read the selected file
es: No se pudo leer el archivo seleccionado
fr: Impossible de lire le fichier sélectionné
hi: चुनी गई फ़ाइल पढ़ी नहीं जा सकी
id: Tidak dapat membaca file yang dipilih
it: Impossibile leggere il file selezionato
ja: 選択したファイルを読み取れません
ko: 선택한 파일을 읽을 수 없습니다
nl: Kan het geselecteerde bestand niet lezen
pl: Nie można odczytać wybranego pliku
pt: Não foi possível ler o ficheiro selecionado
ru: Не удалось прочитать выбранный файл
sv: Kunde inte läsa den valda filen
th: อ่านไฟล์ที่เลือกไม่ได้
tr: Seçilen dosya okunamadı
uk: Не вдалося прочитати вибраний файл
vi: Không đọc được tệp đã chọn
zh_hant: 無法讀取所選檔案

source: 无法读取视频画面，可能文件已损坏、不含视频轨道或已被移动
ar: تعذّرت قراءة صورة الفيديو؛ قد يكون الملف تالفًا أو بلا مسار فيديو أو قد نُقل.
de: Das Videobild kann nicht gelesen werden; die Datei ist evtl. beschädigt, hat keine Videospur oder wurde verschoben.
en: Cannot read the video picture; the file may be damaged, lack a video track, or have been moved.
es: No se puede leer la imagen del vídeo; el archivo puede estar dañado, sin pista de vídeo o movido.
fr: Impossible de lire l’image vidéo ; le fichier est peut-être endommagé, sans piste vidéo ou déplacé.
hi: वीडियो का चित्र पढ़ा नहीं जा सका; फ़ाइल ख़राब हो सकती है, वीडियो ट्रैक न हो, या स्थान बदल गया हो।
id: Tidak dapat membaca gambar video; file mungkin rusak, tidak punya track video, atau telah dipindahkan.
it: Impossibile leggere il video; il file potrebbe essere danneggiato, senza traccia video o spostato.
ja: 動画の映像を読み込めません。ファイルが壊れている、映像トラックがない、または移動された可能性があります。
ko: 동영상 화면을 읽을 수 없습니다. 파일이 손상되었거나 비디오 트랙이 없거나 이동되었을 수 있습니다.
nl: Kan het videobeeld niet lezen; het bestand is mogelijk beschadigd, heeft geen videospoor of is verplaatst.
pl: Nie można odczytać obrazu wideo; plik może być uszkodzony, bez ścieżki wideo lub przeniesiony.
pt: Não é possível ler a imagem do vídeo; o ficheiro pode estar danificado, sem faixa de vídeo ou ter sido movido.
ru: Не удалось прочитать видеоизображение; файл может быть повреждён, без видеодорожки или перемещён.
sv: Kan inte läsa videobilden; filen kan vara skadad, sakna videospår eller ha flyttats.
th: อ่านภาพจากวิดีโอไม่ได้ ไฟล์อาจเสียหาย ไม่มีแทรกวิดีโอ หรือถูกย้ายไปแล้ว
tr: Video görüntüsü okunamıyor; dosya bozulmuş, video kanalı yok ya da taşınmış olabilir.
uk: Не вдалося прочитати відеозображення; файл може бути пошкоджений, без відеодоріжки або переміщений.
vi: Không đọc được hình ảnh video; tệp có thể đã hỏng, không có track video hoặc đã bị di chuyển.
zh_hant: 無法讀取影片畫面，可能檔案已損壞、不含影片軌或已被移動

source: 无需录音也可快速记录：粘贴文字或拖入图片即可创建笔记
ar: التقط بسرعة دون تسجيل: الصق نصًا أو أفلت صورة لإنشاء ملاحظة
de: Schnell erfassen ohne Aufnahme: Text einfügen oder Bild ablegen, um eine Notiz zu erstellen
en: Capture quickly without recording: paste text or drop in an image to create a note
es: Captura rápidamente sin grabar: pega texto o suelta una imagen para crear una nota
fr: Capturez rapidement sans enregistrer : collez du texte ou déposez une image pour créer une note
hi: बिना रिकॉर्डिंग के तुरंत कैप्चर करें: नोट बनाने के लिए टेक्स्ट चिपकाएँ या छवि ड्रॉप करें
id: Tangkap cepat tanpa merekam: tempel teks atau letakkan gambar untuk membuat catatan
it: Cattura rapidamente senza registrare: incolla testo o trascina un'immagine per creare una nota
ja: 録音なしでもすばやく記録：テキストを貼り付けるか画像をドロップしてノートを作成
ko: 녹음 없이도 빠르게 기록: 텍스트를 붙여넣거나 이미지를 드롭하여 메모를 만드세요
nl: Leg snel vast zonder opname: plak tekst of sleep een afbeelding om een notitie te maken
pl: Uchwyć szybko bez nagrywania: wklej tekst lub upuść obraz, aby utworzyć notatkę
pt: Capture rapidamente sem gravar: cole texto ou solte uma imagem para criar uma nota
ru: Фиксируйте быстро без записи: вставьте текст или перетащите изображение, чтобы создать заметку
sv: Fånga snabbt utan inspelning: klistra in text eller släpp en bild för att skapa en anteckning
th: จับอย่างรวดเร็วโดยไม่ต้องบันทึก: วางข้อความหรือวางรูปภาพเพื่อสร้างโน้ต
tr: Kayıt yapmadan hızla yakalayın: not oluşturmak için metin yapıştırın veya resim bırakın
uk: Фіксуйте швидко без запису: вставте текст або перетягніть зображення, щоб створити нотатку
vi: Ghi nhanh không cần ghi âm: dán văn bản hoặc thả ảnh để tạo ghi chú
zh_hant: 無需錄音也可快速記錄：粘貼文字或拖入圖片即可創建筆記

source: 无需打开主窗口，可直接从菜单栏开始/停止录音，或发起区域/窗口/全屏截图
ar: دون فتح النافذة الرئيسية، يمكنك بدء/إيقاف التسجيل مباشرة من شريط القوائم، أو تشغيل لقطة منطقة/نافذة/شاشة كاملة
de: Ohne das Hauptfenster zu öffnen, können Sie die Aufnahme direkt über die Menüleiste starten/stoppen oder Bereichs-/Fenster-/Vollbild-Screenshots auslösen
en: Without opening the main window, start/stop recording directly from the menu bar, or launch region/window/fullscreen screenshots
es: Sin abrir la ventana principal, inicie/detenga la grabación directamente desde la barra de menús o lance capturas de región/ventana/pantalla completa
fr: Sans ouvrir la fenêtre principale, démarrez/arrêtez l'enregistrement directement depuis la barre des menus, ou lancez des captures de zone/fenêtre/plein écran
hi: मुख्य विंडो खोले बिना, सीधे मेनू बार से रिकॉर्डिंग शुरू/रोकें, या क्षेत्र/विंडो/पूर्णस्क्रीन स्क्रीनशॉट चालू करें
id: Tanpa membuka jendela utama, mulai/hentikan perekaman langsung dari bilah menu, atau jalankan tangkapan area/jendela/layar penuh
it: Senza aprire la finestra principale, avvia/interrompi la registrazione direttamente dalla barra dei menu, o lancia screenshot di area/finestra/schermo intero
ja: メインウインドウを開かなくても、メニューバーから直接録音を開始/停止したり、範囲/ウインドウ/全画面のスクリーンショットを実行できます
ko: 주 윈도우를 열지 않고도 메뉴 막대에서 바로 녹음을 시작/중지하거나 영역/창/전체 화면 스크린샷을 실행할 수 있습니다
nl: Zonder het hoofdvenster te openen, start/stop u opnamen rechtstreeks vanuit de menubalk, of start u schermafdrukken van gebied/venster/volledig scherm
pl: Bez otwierania okna głównego rozpocznij/zatrzymaj nagrywanie bezpośrednio z paska menu lub uruchom zrzuty obszaru/okna/pełnego ekranu
pt: Sem abrir a janela principal, inicie/pare a gravação diretamente da barra de menus ou acione capturas de região/janela/tela cheia
ru: Не открывая главное окно, начинайте/останавливайте запись прямо из строки меню или запускайте снимки области/окна/всего экрана
sv: Utan att öppna huvudfönstret, starta/stoppa inspelning direkt från menyraden, eller starta skärmdump av område/fönster/helskärm
th: โดยไม่ต้องเปิดหน้าต่างหลัก เริ่ม/หยุดการบันทึกได้โดยตรงจากแถบเมนู หรือเรียกใช้ภาพหน้าจอแบบพื้นที่/หน้าต่าง/เต็มจอ
tr: Ana pencereyi açmadan, doğrudan menü çubuğundan kaydı başlatın/durdurun veya bölge/pencere/tam ekran görüntüsü başlatın
uk: Не відкриваючи головне вікно, починайте/зупиняйте запис прямо з рядка меню або запускайте знімки області/вікна/всього екрана
vi: Không cần mở cửa sổ chính, bắt đầu/dừng ghi âm trực tiếp từ thanh menu, hoặc khởi động chụp vùng/cửa sổ/toàn màn hình
zh_hant: 無需開啟主視窗，可直接從選單列開始/停止錄音，或發起區域/視窗/全螢幕截圖

source: 日期
ar: التاريخ
de: Datum
en: Date
es: Fecha
fr: Date
hi: तारीख़
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt: Data
ru: Дата
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày

source: 时间
ar: الوقت
de: Uhrzeit
en: Time
es: Hora
fr: Heure
hi: समय
id: Waktu
it: Ora
ja: 時刻
ko: 시간
nl: Tijd
pl: Godzina
pt: Hora
ru: Время
sv: Tid
th: เวลา
tr: Saat
uk: Час
vi: Giờ
zh_hant: 時間

source: 显示主窗口
ar: إظهار النافذة الرئيسية
de: Hauptfenster anzeigen
en: Show Main Window
es: Mostrar ventana principal
fr: Afficher la fenêtre principale
hi: मुख्य विंडो दिखाएँ
id: Tampilkan jendela utama
it: Mostra finestra principale
ja: メインウィンドウを表示
ko: 기본 창 보이기
nl: Toon hoofdvenster
pl: Pokaż okno główne
pt: Mostrar janela principal
ru: Показать главное окно
sv: Visa huvudfönster
th: แสดงหน้าต่างหลัก
tr: Ana pencereyi göster
uk: Показати головне вікно
vi: Hiện cửa sổ chính
zh_hant: 顯示主視窗

source: 显示隐藏的条目
ar: إظهار العناصر المخفية
de: Ausgeblendete Einträge anzeigen
en: Show Hidden Items
es: Mostrar elementos ocultos
fr: Afficher les éléments masqués
hi: छिपे हुए आइटम दिखाएँ
id: Tampilkan item tersembunyi
it: Mostra elementi nascosti
ja: 非表示アイテムを表示
ko: 숨긴 항목 표시
nl: Verborgen items tonen
pl: Pokaż ukryte elementy
pt: Mostrar itens ocultos
ru: Показывать скрытые элементы
sv: Visa dolda objekt
th: แสดงรายการที่ซ่อน
tr: Gizli öğeleri göster
uk: Показати приховані елементи
vi: Hiện các mục đã ẩn
zh_hant: 顯示隱藏的條目

source: 普通模式
ar: الوضع العادي
de: Normalmodus
en: Normal Mode
es: Modo normal
fr: Mode normal
hi: सामान्य मोड
id: Mode Normal
it: Modalità normale
ja: 通常モード
ko: 일반 모드
nl: Normale modus
pl: Tryb normalny
pt: Modo normal
ru: Обычный режим
sv: Normalt läge
th: โหมดปกติ
tr: Normal Mod
uk: Звичайний режим
vi: Chế độ thường
zh_hant: 一般模式

source: 智能总结
ar: ملخص ذكي
de: Intelligente Zusammenfassung
en: Smart Summary
es: Resumen inteligente
fr: Résumé intelligent
hi: स्मार्ट सारांश
id: Ringkasan cerdas
it: Riassunto intelligente
ja: スマート要約
ko: 스마트 요약
nl: Slimme samenvatting
pl: Inteligentne podsumowanie
pt: Resumo inteligente
ru: Умное резюме
sv: Smart sammanfattning
th: สรุปอัจฉริยะ
tr: Akıllı özet
uk: Розумний підсумок
vi: Tóm tắt thông minh
zh_hant: 智慧總結
